Repository: BackupTheBerlios/wxsimplesync-svn
Catalog: trunk/recources/languages/*/wxSimpleSync.po
Languages: de

source: Could not Load Setting file wxSimpleSyncSettings.xml taking default settings
de: Konnte Datei mit Einstellungen wxSimpleSyncSettings.xml nicht laden, nehme Standardeinstellungen

source: New Profile
de: Neues Profil

source: Edit Profile
de: Bearbeite Profil

source: Open Profile
de: Öffne Profil

source: Save Profiel
de: Speichere Profil

source: Save as
de: Speicher unter ...

source: Settings
de: Einstellungen

source: Exit
de: Beenden

source: File
de: Datei

source: Add new Sync Entry
de: Füge neuen Eintrag hinzu

source: Edit Selected Entry
de: Bearbeite markierten Eintrag

source: Sync all Entrys now
de: Synchronisiere alle Einträge

source: Sync selected Entry now
de: Synchronisiere ausgewählten Eintrag

source: Abort Syncing
de: Synchronisation Abbrechen

source: Activate AutoSync Checks
de: Aktiviere AutoSync Prüfungen

source: Deactivate AutoSync Checks
de: Deaktiviere AutoSync Prüfungen

source: Compare Folders of Sleected Sync Entry
de: Vergleiche Ordner des markierten Eintrags

source: Show Fast Sync Dialog
de: Zeige schnell Sync Dialog

source: Actions
de: Aktionen

source: Help
de: Hilfe

source: Add New Sync Entry
de: Füge neuen Eintrag hinzu

source: Remove Selected Entry
de: Entferne markierten Eintrag

source: Move Eentry Up
de: Bewege Eintrag nach oben

source: Move Entry Down
de: Bewege Eintrag nach unten

source: Sync All Entrys now
de: Synchronisiere alle Einträge

source: Dir 1
de: Ordner 2

source: Sync Direction
de: Richtung

source: Dir 2
de: Ordner 2

source: Entry
de: Eintrag

source: Cross Platform Folder && File Syncer
de: Plattformunabhängiger Ordner && Datei Synchronisierer

source: (C) 2008 by BoscoWitch
de: (c) 2008 bei BoscoWitch

source: This Profile has been modified do you want so save the changes?
de: Das aktuelle Profil wurde verändert. Veränderungen speichern ?

source: Profile modified
de: Profil verändert

source: Save to
de: Speichere nach

source: Profile Settings
de: Profil Einstellungen

source: Changed Pfofile Settings
de: Profil Einstellungen verändert

source: New Pofile
de: Neues Profil

source: Aborting Sync Process, Please Wait
de: Breche Synchronisationsprozess ab, Bitte Warten

source: Compare Sync Folders
de: Vergleiche Ordner

source: Fast Sync Dialog
de: Schnell Sync Dialog

source: &Sync Selected Entry
de: &Synchronisiere ausgewählten Eintrag

source: &Edit Selected Entry
de: &Bearbeite markierten Eintrag

source: &Compare Folders of Selected Entry
de: &Vergleiche Ordner des markierten Eintrags

source: Sync &All Entrys
de: Synchronisiere &alle Einträge

source: direction
de: Richtung

source: Could not sync entry number:%i access one or both of these folders for syncing:
de: Sync fehler Eintrag numme:%i einer oder beide der folgenden Ordner sind nicht zugreifbar:

source: Finished syncing entry number:%i
de: Synchronisieren von Eintrag Nummer: %i abgeschlossen !

source: Now Syncing...
de: Synchronisiere...

source: Syncing Entry: %i
de: Synchronisiere Eintrag: %i

source: Start Syncing Entrys
de: Starte Synchronisation der Einträge

source: Snycing Thread not running starting thread
de: Synchronisationsprozess läuft nicht. Wird Gestartet!

source: Start Syncing
de: Starte Synchronisation der Einträge

source: Starting AutoSync (Mode 1 Exact Time)
de: Starte AutoSync Prozess (Modus 1 Exakte Zeitangabe)

source: Starting AutoSync(Mode 2 TimeSpan)
de: Starte AutoSync Prozess (Modus 2 Zeitspanne)

source: Gui
de: Oberfläche

source: Minimize in Tray by:
de: Minimiere in den Tray durch:

source: Minimizing
de: Minimieren

source: Closing
de: Schließen

source: Nothing
de: Nichts

source: Show Statusbar:
de: Zeige Statusleiste:

source: Functionality
de: Funktionalität

source: Priority of the Snyc Process
de: Priorität des Syncronisationsprozesses

source: High
de: Hoch

source: Lower as Normal
de: Niedriger als Normal

source: AutoSync Active at Start
de: AutoSync Standardmäßig eingeschaltet

source: Open last Profile Automatically
de: Öffne letztes Profil automatisch

source: Minimize in Tray at Start
de: In den Tray minimiert starten

source: Write Logfile "log.txt"
de: Schreibe Logdatei "log.txt"

source: input file
de: profil Datei

source: Start wxSS without GUI in Deamon mode
de: Starte wxSS ohne Grafisches Interface als Hintergrunddienst

source: Can't run in Deamon mode without a Profile, Closeing!
de: Kann nicht als Hintergrunddienst gestartet werden ohne angabe eines Profils

source: Profile Name:
de: Profil Name:

source: Missing Profile Name!
de: Profil Name fehlt!

source: Profile Error
de: Profil Fehler

source: Compare Folders
de: Vergleiche Ordner

source: Files only in Dir1
de: Dateien die nur in Ordner 1 vorhanden sind

source: Files Only in Dir2
de: Dateien die nur in Ordner 2 vorhanden sind

source: Drop Dir1 here
de: Ordner 1 hier reinziehen

source: Drop Dir2 here
de: Ordner 2 hier reinziehen

source: Drag the folders you want so sync onto the textfields for Dir 1 and 2 and click an direction button to start the Syncing.
de: Ziehe die Ordner deiner Wahl auf die Textfelder für Ordner 1 und 2 und klicke die gewünschte Syncrichtung um sie zu Syncronisieren.

source: Delete old files in Targed Directory
de: Lösche alte Dateien im Zielverzeichnis

source: Sync Hidden Files
de: Synchronisiere versteckte Dateien

source: Dir 1:
de: Ordner 1:

source: Dir 2:
de: Ordner 2:

source: Syncing Rules
de: Synchronisationsregeln

source: Dir1 <-> Dir 2
de: Ordner 1 <-> Ordner 2

source: Dir1 -> Dir2
de: Ordner 1 -> Ordner 2

source: Dir1 <- Dir2
de: Ordner 1 <- Ordner 2

source: Copy Files without comparing File Timestamps
de: Kopiere alle Dateien ohne Vergleich der Zeitstempel

source: Filters
de: Filter

source: Off
de: Aus

source: Only File with
de: Nur Dateien mit

source: No File with
de: Keine Dateien mit

source: following filter words (seperated with ; semicolon )
de: den folgenden Filterwörtern (durch ; semikolon getrennt)

source: Automatic Syncing Shedule
de: AutoSync Zeitplan

source: Exact Time:
de: Exakte Zeit:

source: Time Interval
de: Zeit Intervall

source: Hour:
de: Stunde:

source: &Cancel
de: &Abbrechen

source: Too less Syncing Diretorys!
de: Zu wenig Verzeichnisse angegeben!

source: Too less Information
de: Zu wenig Angaben

source: Missing Sync Direction!
de: Synchronisationsrichtung Fehlt!

source: Missing Filter Words!
de: Filterwörter fehlen!

source: Time Interval of 0 Hours and 0 Minutes is not allowed! (Minimum is 1)
de: Zeitintervalle von 0 Stunden und 0 Minuten sind verboten (Minimum ist 1)

source: Wrong Data
de: Falsche Daten

source: Choose the first Sync Directory
de: Wählen sie das erste Verzeichnis

source: Choose the second Sync Directory
de: Wählen sie das zweite Verzeichnis

source: Message:
de: Naricht:

source: Error:
de: Fehler:

source: Profile
de: Profil

source: FastSyncDlg
de: Schnell Sync Dialog

source: SyncEntryDlg
de: SyncEintrags Dialog
